Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: Homebrew installed this copy of Peel, so remove it with Homebrew, or Homebrew goes on listing it as installed. Run the command in Terminal: Homebrew deletes the app rather than moving it to the Trash, and moves Peel’s files to the Trash, its folder in Application Support among them. That folder holds History, your exclusions, and Saved Settings.
cs: Tuto kopii Peelu nainstaloval Homebrew, proto ji odstraňte pomocí Homebrew, jinak ji Homebrew bude dál uvádět jako nainstalovanou. Spusťte příkaz v Terminálu: Homebrew aplikaci smaže, místo aby ji přesunul do koše, a soubory Peelu přesune do koše, včetně jeho složky v Application Support. Tato složka obsahuje Historii, vaše výjimky a Uložená nastavení.
de: Da Homebrew diese Peel-Kopie installiert hat, entferne sie mit Homebrew, sonst führt Homebrew sie weiterhin als installiert. Führe den Befehl im Terminal aus: Homebrew löscht die App, statt sie in den Papierkorb zu legen, und legt die Dateien von Peel in den Papierkorb, darunter den Peel-Ordner in Application Support. Dieser Ordner enthält den Verlauf, deine Ausschlüsse und die gesicherten Einstellungen.
es: Homebrew instaló esta copia de Peel, así que elimínala con Homebrew, o Homebrew la seguirá mostrando como instalada. Ejecuta el comando en Terminal: Homebrew borra la app en vez de trasladarla a la papelera, y traslada a la papelera los archivos de Peel, incluida su carpeta de Application Support. Esa carpeta contiene Historial, tus exclusiones y Ajustes guardados.
fr: Homebrew a installé cette copie de Peel : supprimez-la donc avec Homebrew, sinon Homebrew continuera de la considérer comme installée. Exécutez la commande dans Terminal : Homebrew supprime définitivement l’app au lieu de la placer dans la corbeille, et place dans la corbeille les fichiers de Peel, dont son dossier dans Application Support. Ce dossier contient l’Historique, vos exclusions et les Réglages enregistrés.
it: Questa copia di Peel è stata installata da Homebrew, quindi rimuovila con Homebrew, altrimenti Homebrew continuerà a elencarla come installata. Esegui il comando in Terminale: Homebrew elimina l’app anziché spostarla nel Cestino, e sposta nel Cestino i file di Peel, compresa la sua cartella in Application Support. Quella cartella contiene la Cronologia, le tue esclusioni e le Impostazioni salvate.
ja: このPeelはHomebrewでインストールされたため、Homebrewでアンインストールしてください。そうしないと、Homebrewでは引き続きインストール済みとして表示されます。ターミナルでコマンドを実行してください。Homebrewはアプリをゴミ箱に入れずに削除し、Peelのファイルは、Application SupportにあるPeelのフォルダも含めてゴミ箱に入れます。このフォルダには、履歴、除外リスト、“保存された設定”が含まれます。
ko: Homebrew가 이 Peel 복사본을 설치했으므로 Homebrew로 제거하십시오. 그렇지 않으면 Homebrew는 이 복사본을 계속 설치된 것으로 표시합니다. 터미널에서 이 명령을 실행하십시오. 그러면 Homebrew가 앱을 휴지통으로 이동하지 않고 삭제하며, Application Support에 있는 Peel의 폴더를 포함한 Peel의 파일은 휴지통으로 이동합니다. 이 폴더에는 기록, 제외 항목, 저장된 설정이 들어 있습니다.
nl: Homebrew heeft deze kopie van Peel geïnstalleerd, dus verwijder die met Homebrew, anders blijft Homebrew die als geïnstalleerd vermelden. Voer het commando uit in Terminal: Homebrew verwijdert de app definitief in plaats van die naar de prullenmand te verplaatsen, en verplaatst de bestanden van Peel, waaronder de map in Application Support, naar de prullenmand. Die map bevat Geschiedenis, je uitsluitingen en 'Bewaarde instellingen'.
pl: Tę kopię Peel zainstalował Homebrew, więc odinstaluj ją za pomocą Homebrew, w przeciwnym razie Homebrew nadal będzie ją wymieniał jako zainstalowaną. Uruchom polecenie w Terminalu: Homebrew usuwa aplikację trwale, zamiast przenosić ją do Kosza, a pliki Peel, w tym jego folder w Application Support, przenosi do Kosza. Ten folder zawiera Historię, Twoje wykluczenia i Zachowane ustawienia.
pt: O Homebrew instalou esta cópia do Peel, então remova-a com o Homebrew, senão o Homebrew vai continuar listando-a como instalada. Execute o comando no Terminal: o Homebrew apaga o app em vez de movê-lo para o Lixo, e move para o Lixo os arquivos do Peel, inclusive a pasta dele em Application Support. Essa pasta guarda o Histórico, as suas exclusões e os Ajustes Salvos.
ro: Homebrew a instalat această copie Peel, așa că eliminați‑o cu Homebrew, altfel Homebrew o va lista în continuare ca instalată. Rulați comanda în Terminal: Homebrew șterge aplicația, în loc să o mute în Coș, și mută în Coș fișierele Peel, inclusiv dosarul său din Application Support. Acel dosar conține Istoricul, excluderile dvs. și Configurările salvate.
ru: Эту копию Peel установил Homebrew, поэтому удалите ее с помощью Homebrew, иначе Homebrew будет по-прежнему считать ее установленной. Выполните команду в Терминале: Homebrew удаляет приложение безвозвратно, не перемещая его в Корзину, а файлы Peel, в том числе его папку в Application Support, перемещает в Корзину. В этой папке хранятся История, Ваши исключения и «Сохраненные настройки».
sv: Homebrew installerade den här kopian av Peel, så ta bort den med Homebrew, annars fortsätter Homebrew att lista den som installerad. Kör kommandot i Terminal: Homebrew raderar appen i stället för att flytta den till papperskorgen, men flyttar Peels filer, däribland dess mapp i Application Support, till papperskorgen. Den mappen innehåller Historik, dina undantag och Sparade inställningar.
tr: Peel’in bu kopyasını Homebrew yükledi, bu yüzden onu Homebrew ile kaldırın, yoksa Homebrew onu yüklü olarak listelemeye devam eder. Komutu Terminal’de çalıştırın: Homebrew uygulamayı Çöp Sepeti’ne taşımak yerine siler, Peel’in dosyalarını ise, Application Support içindeki klasörü de dahil, Çöp Sepeti’ne taşır. O klasörde Geçmiş, hariç tutulanlar listeniz ve Kaydedilmiş Ayarlar bulunur.
uk: Цю копію Peel інсталював Homebrew, тож вилучіть її через Homebrew, інакше він надалі показуватиме її у своєму списку інстальованого. Виконайте команду в Терміналі: Homebrew видалить саму програму, не переміщуючи її в Смітник, а файли Peel, зокрема її папку в Application Support, перемістить у Смітник. У цій папці зберігаються Історія, ваші винятки та «Збережені налаштування».
zh_hans: 此Peel副本由Homebrew安装，因此请使用Homebrew移除它，否则Homebrew会继续将它列为已安装。请在“终端”中运行该命令：Homebrew会删除该App，而不是将它移到废纸篓，并会将Peel的文件移到废纸篓，其中包括它在Application Support中的文件夹。该文件夹中存有“历史记录”、你的排除项和“已保存的设置”。
zh_hant: 這份Peel副本是由Homebrew安裝的，因此請使用Homebrew移除它，否則Homebrew會繼續將它列為已安裝。請在「終端機」中執行此指令：Homebrew會刪除此App，而不是將它丟到「垃圾桶」，並會將Peel的檔案丟到「垃圾桶」，其中包括它在Application Support中的檔案夾。該檔案夾存有「歷史記錄」、你的排除項目和「已儲存的設定」。

source: Homebrew installed this copy, so upgrade it by running the command in Terminal.
cs: Tuto kopii nainstaloval Homebrew, proto ji upgradujte spuštěním příkazu v Terminálu.
de: Da Homebrew diese Kopie installiert hat, führe für das Upgrade den Befehl im Terminal aus.
es: Homebrew instaló esta copia, así que, para actualizarla, ejecuta el comando en Terminal.
fr: Homebrew a installé cette copie : mettez-la donc à niveau en exécutant la commande dans Terminal.
it: Questa copia è stata installata da Homebrew, quindi aggiornala eseguendo il comando in Terminale.
ja: このPeelはHomebrewでインストールされたため、ターミナルでコマンドを実行してアップグレードしてください。
ko: Homebrew가 이 복사본을 설치했으므로 터미널에서 이 명령을 실행하여 업그레이드하십시오.
nl: Homebrew heeft deze kopie geïnstalleerd, dus upgrade die door het commando in Terminal uit te voeren.
pl: Tę kopię zainstalował Homebrew, więc aby ją uaktualnić, uruchom polecenie w Terminalu.
pt: O Homebrew instalou esta cópia, então faça upgrade dela executando o comando no Terminal.
ro: Homebrew a instalat această copie, așa că faceți‑i upgrade rulând comanda în Terminal.
ru: Эту копию установил Homebrew, поэтому обновите ее, выполнив команду в Терминале.
sv: Homebrew installerade den här kopian, så uppgradera den genom att köra kommandot i Terminal.
tr: Bu kopyayı Homebrew yükledi, bu yüzden onu yükseltmek için komutu Terminal’de çalıştırın.
uk: Цю копію інсталював Homebrew, тож оновіть її, виконавши команду в Терміналі.
zh_hans: 此Peel副本由Homebrew安装，因此请在“终端”中运行该命令来升级它。
zh_hant: 這份副本是由Homebrew安裝的，因此請在「終端機」中執行此指令來升級它。

source: Homebrew installs command-line tools as formulae and apps as casks. On this page Peel only runs Homebrew’s own commands and reads what they report.
cs: Homebrew instaluje nástroje příkazového řádku jako formulae a aplikace jako casks. Na této stránce Peel jen spouští vlastní příkazy Homebrew a čte, co hlásí.
de: Homebrew installiert Befehlszeilentools als Formulae und Apps als Casks. Auf dieser Seite führt Peel nur die eigenen Befehle von Homebrew aus und liest, was sie melden.
es: Homebrew instala las herramientas de línea de comandos como formulae y las apps como casks. En esta página, Peel solo ejecuta los propios comandos de Homebrew y lee lo que indican.
fr: Homebrew installe les outils de ligne de commande sous forme de formulae et les apps sous forme de casks. Sur cette page, Peel se contente d’exécuter les commandes de Homebrew et de lire ce qu’elles renvoient.
it: Homebrew installa gli strumenti da riga di comando come formulae e le app come casks. In questa pagina Peel esegue solo i comandi di Homebrew e legge ciò che riportano.
ja: Homebrewは、コマンドラインツールをformulaeとして、アプリをcasksとしてインストールします。このページでは、PeelはHomebrew自身のコマンドを実行し、その報告を読み取るだけです。
ko: Homebrew는 명령어 라인 도구를 formulae로, 앱을 casks로 설치합니다. 이 페이지에서 Peel은 Homebrew 자체 명령만 실행하고 그 결과를 읽기만 합니다.
nl: Homebrew installeert commandoregeltools als formulae en apps als casks. Op deze pagina doet Peel niets anders dan de eigen commando's van Homebrew uitvoeren en lezen wat die melden.
pl: Homebrew instaluje narzędzia wiersza polecenia jako formulae, a aplikacje jako casks. Na tej stronie Peel tylko uruchamia polecenia samego Homebrew i odczytuje to, co zgłaszają.
pt: O Homebrew instala ferramentas de linha de comando como formulae e apps como casks. Nesta página, o Peel só executa os comandos do próprio Homebrew e lê o que eles informam.
ro: Homebrew instalează instrumentele în linie de comandă ca formule și aplicațiile ca cask‑uri. Pe această pagină, Peel doar rulează comenzile proprii ale Homebrew și citește ce raportează acestea.
ru: Homebrew устанавливает инструменты командной строки как formulae, а приложения как casks. На этой странице Peel только выполняет собственные команды Homebrew и читает то, что они сообщают.
sv: Homebrew installerar kommandoradsverktyg som formulae och appar som casks. På den här sidan kör Peel bara Homebrews egna kommandon och läser vad de rapporterar.
tr: Homebrew komut satırı araçlarını formulae olarak, uygulamaları ise casks olarak yükler. Bu sayfada Peel yalnızca Homebrew’un kendi komutlarını çalıştırır ve onların bildirdiklerini okur.
uk: Homebrew інсталює інструменти командного рядка як formulae, а програми як casks. На цій сторінці Peel лише виконує власні команди Homebrew і читає те, що вони повідомляють.
zh_hans: Homebrew以formulae的形式安装命令行工具，以casks的形式安装App。在此页面上，Peel只运行Homebrew自己的命令，并读取它们报告的内容。
zh_hant: Homebrew以formulae安裝命令列工具，以casks安裝App。在此頁面上，Peel只會執行Homebrew自己的指令，並讀取它們回報的內容。

source: Homebrew isn’t installed.
cs: Homebrew není nainstalován.
de: Homebrew ist nicht installiert.
es: Homebrew no está instalado.
fr: Homebrew n’est pas installé.
it: Homebrew non è installato.
ja: Homebrewがインストールされていません。
ko: Homebrew가 설치되어 있지 않습니다.
nl: Homebrew is niet geïnstalleerd.
pl: Homebrew nie jest zainstalowany.
pt: O Homebrew não está instalado.
ro: Homebrew nu este instalat.
ru: Homebrew не установлен.
sv: Homebrew är inte installerat.
tr: Homebrew yüklü değil.
uk: Homebrew не інстальовано.
zh_hans: 未安装Homebrew。
zh_hant: 尚未安裝Homebrew。

source: Homebrew keeps a pinned package at its version when it upgrades the rest. Run `brew unpin` to let it upgrade again.
cs: Když Homebrew upgraduje ostatní balíčky, připnutý balíček ponechá ve stávající verzi. Spusťte `brew unpin` a Homebrew ho bude moci znovu upgradovat.
de: Homebrew belässt ein fixiertes Paket auf seiner Version, wenn es für die übrigen Pakete Upgrades ausführt. Führe `brew unpin` aus, um wieder Upgrades zuzulassen.
es: Homebrew mantiene un paquete fijado en su versión cuando actualiza los demás. Ejecuta `brew unpin` para que se vuelva a actualizar.
fr: Homebrew maintient un paquet épinglé à sa version lorsqu’il met à niveau les autres. Exécutez `brew unpin` pour qu’il puisse de nouveau le mettre à niveau.
it: Homebrew mantiene un pacchetto bloccato alla sua versione quando aggiorna gli altri. Esegui `brew unpin` per poterlo aggiornare di nuovo.
ja: Homebrewは、ほかのパッケージをアップグレードするときも、固定されたパッケージのバージョンを変えません。再びアップグレードできるようにするには、`brew unpin`を実行してください。
ko: Homebrew는 나머지 패키지를 업그레이드할 때 고정된 패키지를 현재 버전으로 유지합니다. 다시 업그레이드되게 하려면 `brew unpin`을 실행하십시오.
nl: Homebrew houdt een vastgezet pakket op de huidige versie wanneer het de rest upgradet. Voer `brew unpin` uit om het weer te laten upgraden.
pl: Homebrew pozostawia przypięty pakiet w obecnej wersji, gdy uaktualnia pozostałe. Uruchom `brew unpin`, aby Homebrew znów mógł go uaktualniać.
pt: O Homebrew mantém um pacote fixado na versão atual quando faz upgrade dos outros. Execute `brew unpin` para que ele volte a receber upgrades.
ro: Homebrew ține un pachet fixat la versiunea sa când face upgrade la celelalte. Rulați `brew unpin` pentru ca pachetul să poată primi din nou upgrade.
ru: Homebrew не меняет версию закрепленного пакета, когда обновляет остальные. Выполните `brew unpin`, чтобы пакет снова можно было обновлять.
sv: Homebrew låter ett låst paket stanna på sin version när resten uppgraderas. Kör `brew unpin` så att det kan uppgraderas igen.
tr: Homebrew diğerlerini yükseltirken sabitlenmiş bir paketi kendi sürümünde tutar. Yeniden yükseltilebilmesi için `brew unpin` komutunu çalıştırın.
uk: Коли Homebrew оновлює решту пакетів, закріплений пакет лишається на своїй версії. Виконайте `brew unpin`, щоб його знову можна було оновлювати.
zh_hans: Homebrew升级其他软件包时，会将已固定的软件包保持在当前版本。运行`brew unpin`即可让它重新接受升级。
zh_hant: Homebrew升級其他套件時，會讓已固定的套件保持原本的版本。執行`brew unpin`即可讓它再次升級。

source: Homebrew may download its list of packages when Peel only asks about them.
cs: Homebrew může stáhnout svůj seznam balíčků i tehdy, když se na ně Peel jen ptá.
de: Homebrew lädt möglicherweise seine Paketliste aus dem Internet, wenn Peel nur nach den Paketen fragt.
es: Homebrew puede descargar su lista de paquetes cuando Peel solo le pregunta por ellos.
fr: Homebrew peut télécharger sa liste de paquets alors que Peel ne fait que l’interroger à leur sujet.
it: Homebrew potrebbe scaricare il suo elenco di pacchetti anche quando Peel si limita a chiedergli informazioni sui pacchetti.
ja: Homebrewは、Peelがパッケージについて問い合わせるだけでも、パッケージリストをダウンロードすることがあります。
ko: Peel이 패키지에 대해 묻기만 해도 Homebrew가 패키지 목록을 다운로드할 수 있습니다.
nl: Homebrew kan de eigen pakketlijst downloaden wanneer Peel alleen naar de pakketten vraagt.
pl: Homebrew może pobrać swoją listę pakietów, nawet gdy Peel tylko o nie pyta.
pt: O Homebrew pode baixar a lista de pacotes dele quando o Peel só pergunta sobre eles.
ro: Homebrew își poate descărca lista de pachete atunci când Peel doar întreabă despre ele.
ru: Homebrew может загрузить свой список пакетов, даже когда Peel лишь спрашивает о них.
sv: Homebrew kan hämta sin paketlista även när Peel bara frågar om paketen.
tr: Homebrew, Peel ona paketleri yalnızca sorduğunda bile paket listesini indirebilir.
uk: Homebrew може викачувати свій список пакетів, навіть коли Peel лише запитує про них.
zh_hans: 即使Peel只是查询软件包，Homebrew也可能会下载其软件包列表。
zh_hant: 即使Peel只是查詢套件，Homebrew也可能會下載套件列表。

source: Homebrew needs an administrator’s password for this, and only Terminal can ask for it. Copy the command, then run it in Terminal.
cs: Homebrew k tomu vyžaduje heslo správce, o které může požádat jen Terminál. Zkopírujte příkaz a pak ho spusťte v Terminálu.
de: Homebrew benötigt dafür das Passwort eines Administrators, und nur das Terminal kann es abfragen. Kopiere den Befehl und führe ihn dann im Terminal aus.
es: Homebrew necesita una contraseña de administrador para esto, y solo Terminal puede pedirla. Copia el comando y ejecútalo en Terminal.
fr: Homebrew a besoin pour cela du mot de passe d’un administrateur, et seul Terminal peut le demander. Copiez la commande, puis exécutez-la dans Terminal.
it: Per questa operazione Homebrew ha bisogno della password di un amministratore, e solo Terminale può chiederla. Copia il comando, poi eseguilo in Terminale.
ja: Homebrewがこの操作を行うには管理者のパスワードが必要ですが、パスワードの入力を求めることができるのはターミナルだけです。コマンドをコピーしてターミナルで実行してください。
ko: Homebrew는 이 작업에 관리자 암호가 필요하며, 암호는 터미널에서만 물을 수 있습니다. 명령을 복사한 다음 터미널에서 실행하십시오.
nl: Homebrew heeft hiervoor een beheerderswachtwoord nodig, en alleen Terminal kan erom vragen. Kopieer het commando en voer het daarna uit in Terminal.
pl: Homebrew potrzebuje do tego hasła administratora, a poprosić o nie może tylko Terminal. Skopiuj polecenie, a potem uruchom je w Terminalu.
pt: O Homebrew precisa da senha de um administrador para isso, e só o Terminal pode pedi-la. Copie o comando e execute-o no Terminal.
ro: Pentru aceasta, Homebrew are nevoie de parola unui administrator, pe care doar Terminal o poate cere. Copiați comanda, apoi rulați‑o în Terminal.
ru: Для этого Homebrew нужен пароль администратора, а запросить его может только Терминал. Скопируйте команду и выполните ее в Терминале.
sv: Homebrew behöver en administratörs lösenord för det här, och bara Terminal kan be om det. Kopiera kommandot och kör det sedan i Terminal.
tr: Homebrew’un bunun için bir yönetici parolasına ihtiyacı var ve parolayı yalnızca Terminal isteyebilir. Komutu kopyalayın, ardından Terminal’de çalıştırın.
uk: Homebrew потребує для цього пароля адміністратора, а попросити його може лише Термінал. Скопіюйте команду, а потім виконайте її в Терміналі.
zh_hans: Homebrew执行此操作需要管理员密码，而只有“终端”能要求你输入该密码。请拷贝该命令，然后在“终端”中运行。
zh_hant: Homebrew需要管理者密碼才能執行此操作，而只有「終端機」能要求輸入密碼。請拷貝指令，然後在「終端機」中執行。

source: Homebrew no longer lists this package.
cs: Homebrew už tento balíček neuvádí.
de: Homebrew führt dieses Paket nicht mehr.
es: Homebrew ya no incluye este paquete en su lista.
fr: Homebrew ne répertorie plus ce paquet.
it: Homebrew non elenca più questo pacchetto.
ja: このパッケージはHomebrewのリストにもうありません。
ko: Homebrew 목록에 이 패키지가 더 이상 없습니다.
nl: Homebrew vermeldt dit pakket niet meer.
pl: Homebrew nie wymienia już tego pakietu.
pt: O Homebrew não lista mais este pacote.
ro: Homebrew nu mai listează acest pachet.
ru: Этого пакета больше нет в списках Homebrew.
sv: Homebrew listar inte längre det här paketet.
tr: Homebrew artık bu paketi listelemiyor.
uk: Цього пакета вже немає в списку Homebrew.
zh_hans: Homebrew已不再列出此软件包。
zh_hant: Homebrew已不再列出此套件。

source: Homebrew no longer offers it.
cs: Homebrew ho už nenabízí.
de: Homebrew bietet dieses Tool nicht mehr an.
es: Homebrew ya no lo ofrece.
fr: Homebrew ne le propose plus.
it: Homebrew non lo offre più.
ja: Homebrewは提供を終了しています。
ko: Homebrew는 이 도구를 더 이상 제공하지 않습니다.
nl: Homebrew biedt het niet meer aan.
pl: Homebrew już go nie udostępnia.
pt: O Homebrew não oferece mais esta ferramenta.
ro: Homebrew nu îl mai oferă.
ru: Homebrew больше не предлагает его.
sv: Homebrew erbjuder det inte längre.
tr: Homebrew artık onu sunmuyor.
uk: Homebrew більше не пропонує цей інструмент.
zh_hans: Homebrew已不再提供它。
zh_hant: Homebrew已不再提供此工具。

source: Homebrew no longer offers it: it can’t be installed again and gets no more upgrades. What is installed stays until you uninstall it.
cs: Homebrew ho už nenabízí: nelze ho znovu nainstalovat a nedostává žádné další upgrady. Co je nainstalováno, zůstane, dokud to neodinstalujete.
de: Homebrew bietet das Paket nicht mehr an: Es kann nicht erneut installiert werden und erhält keine Upgrades mehr. Was installiert ist, bleibt, bis du es deinstallierst.
es: Homebrew ya no lo ofrece: no se puede volver a instalar y ya no recibe actualizaciones. Lo que está instalado se queda hasta que lo desinstales.
fr: Homebrew ne le propose plus : il ne peut plus être installé et ne reçoit plus de mises à niveau. Ce qui est installé reste en place jusqu’à ce que vous le désinstalliez.
it: Homebrew non lo offre più: non può più essere installato e non riceve più aggiornamenti. Ciò che è installato resta finché non lo disinstalli.
ja: Homebrewは提供を終了しています。再インストールはできず、今後はアップグレードもされません。インストール済みのものは、アンインストールするまで残ります。
ko: Homebrew는 이 패키지를 더 이상 제공하지 않습니다. 다시 설치할 수 없으며 더 이상 업그레이드되지 않습니다. 이미 설치된 항목은 제거할 때까지 그대로 남습니다.
nl: Homebrew biedt het niet meer aan: het kan niet opnieuw worden geïnstalleerd en krijgt geen upgrades meer. Wat al is geïnstalleerd, blijft staan totdat je het deïnstalleert.
pl: Homebrew już go nie udostępnia: nie można go ponownie zainstalować ani uaktualnić. To, co jest zainstalowane, zostaje, dopóki tego nie odinstalujesz.
pt: O Homebrew não o oferece mais: ele não pode ser instalado de novo e não recebe mais upgrades. O que já está instalado permanece até você desinstalá-lo.
ro: Homebrew nu îl mai oferă: nu poate fi instalat din nou și nu mai primește upgrade‑uri. Ce este instalat rămâne până când îl dezinstalați.
ru: Homebrew больше не предлагает его: его нельзя установить снова, и он больше не получает обновлений. Уже установленный пакет остается, пока Вы его не удалите.
sv: Homebrew erbjuder det inte längre: det kan inte installeras igen och får inga fler uppgraderingar. Det som är installerat finns kvar tills du avinstallerar det.
tr: Homebrew artık onu sunmuyor: yeniden yüklenemez ve başka yükseltme almaz. Yüklü olan, siz yüklemesini kaldırana kadar kalır.
uk: Homebrew більше не пропонує цей пакет: його не можна інсталювати знову, і оновлень для нього більше не буде. Те, що вже інстальовано, лишається, доки ви його не деінсталюєте.
zh_hans: Homebrew已不再提供它：它无法再次安装，也不会再获得升级。已安装的内容会一直保留，直到你将其卸载。
zh_hant: Homebrew已不再提供此套件：它無法再次安裝，也不會再收到升級。已安裝的版本仍會保留，直到你將它解除安裝。

source: Homebrew ran into a problem. What it said is on the app’s page in Peel, if that page is still open.
cs: Homebrew narazil na problém. Co hlásil, najdete na stránce aplikace v Peelu, pokud je tato stránka stále otevřená.
de: Homebrew ist auf ein Problem gestoßen. Was es gemeldet hat, steht auf der Seite der App in Peel, falls diese Seite noch geöffnet ist.
es: Homebrew ha tenido un problema. Lo que ha dicho está en la página de la app en Peel, si esa página sigue abierta.
fr: Homebrew a rencontré un problème. Son message se trouve sur la page de l’app dans Peel, si cette page est encore ouverte.
it: Homebrew ha riscontrato un problema. Ciò che ha detto si trova nella pagina dell’app in Peel, se quella pagina è ancora aperta.
ja: Homebrewで問題が起きました。Homebrewの出力は、Peelでこのアプリのページがまだ開いていれば、そこに表示されています。
ko: Homebrew에 문제가 발생했습니다. Peel에서 해당 앱의 페이지가 아직 열려 있다면, 그 페이지에서 Homebrew가 출력한 내용을 볼 수 있습니다.
nl: Homebrew liep tegen een probleem aan. Wat Homebrew meldde, staat op de pagina van de app in Peel, als die pagina nog open is.
pl: Homebrew napotkał problem. Jego komunikat jest na stronie aplikacji w Peel, jeśli ta strona jest nadal otwarta.
pt: O Homebrew encontrou um problema. O que ele disse está na página do app no Peel, se essa página ainda estiver aberta.
ro: Homebrew a întâmpinat o problemă. Mesajul său se află pe pagina aplicației în Peel, dacă pagina este încă deschisă.
ru: Homebrew столкнулся с проблемой. Его сообщение есть на странице приложения в Peel, если эта страница еще открыта.
sv: Homebrew stötte på ett problem. Det Homebrew skrev finns på appens sida i Peel, om den sidan fortfarande är öppen.
tr: Homebrew bir sorunla karşılaştı. Söyledikleri, Peel’de uygulamanın sayfası hâlâ açıksa o sayfada görünüyor.
uk: Homebrew натрапив на проблему. Його повідомлення є на сторінці програми в Peel, якщо ця сторінка ще відкрита.
zh_hans: Homebrew遇到了问题。如果Peel中该App的页面仍处于打开状态，可以在那里看到它的输出。
zh_hant: Homebrew遇到問題。如果Peel中該App的頁面仍開著，你可以在那裡看到它的訊息。
